Revit 2027 API
ParameterTypeId.StructuralSectionIshapeWebheight Property
 "Web Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeWebheight { get; }
Public Shared ReadOnly Property StructuralSectionIshapeWebheight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeWebheight {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeWebheight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace